Repository: jl0zano/WooCommerce-Referral-Coupons
Catalog: lang/woocommerce-referral-coupons-*.po
Languages: es_mx

source: Created %s new coupons.
es_mx: Se crearon %s nuevos cupones.

source: All coupons succesfully updated
es_mx: Todos los cupones se actualizaron con éxito

source: Couldn't update these coupons:
es_mx: No se pudieron actualizar estos cupones:

source: Referral coupons are now enabled.
es_mx: Los cupones de referencia ahora están habilitados.

source: Referral coupons are now disabled.
es_mx: Los cupones de referencia ahora están inhabilitados.

source: Prize coupons are now enabled.
es_mx: Los cupones de premio ahora están habilitados.

source: Prize coupons are now disabled.
es_mx: Los cupones de premio ahora están inhabilitados.

source: All coupons succesfully deleted.
es_mx: Todos los cupones fueron eliminados exitosamente.

source: Couldn't delete these coupons:
es_mx: No se pudieron eliminar estos cupones:

source: Coupon prefix must not be empty. Assigned default value.
es_mx: El prefijo del cupón no debe estar vacío. Valor predeterminado asignado.

source: Coupon discount type must not be empty. Assigned default value.
es_mx: El tipo de descuento de cupón no debe estar vacío. Valor predeterminado asignado.

source: Coupon ammount must not be empty. Assigned default value.
es_mx: El monto del cupón no debe estar vacío. Valor predeterminado asignado.

source: Coupon amount must be a number. Assigned default value.
es_mx: El monto del cupón debe ser un número. Valor predeterminado asignado.

source: Coupon ammount must be greater than 0. Assigned default value.
es_mx: La cantidad del cupón debe ser mayor que 0. Valor predeterminado asignado.

source: Coupon ammount must be less than 100 percent discount. Assigned default value.
es_mx: La cantidad del cupón debe ser inferior al 100 por ciento de descuento. Valor predeterminado asignado.

source: Coupon usage limit must be a number.
es_mx: El límite de uso del cupón debe ser un número.

source: Coupon usage limit must be greater than 0.
es_mx: El límite de uso del cupón debe ser mayor que 0.

source: Coupon expiry days must be a number.
es_mx: Los días para el vencimiento del cupón deben ser un número.

source: Coupon expiry days must be grater than 1
es_mx: Los días para el vencimiento del cupón debe ser mayor a 1

source: Coupon apply before tax use must not be empty. Assigned default value.
es_mx: El cupón se aplica antes de que el uso de impuestos no esté vacío. Valor predeterminado asignado.

source: Coupon usage limit per user must be a number.
es_mx: El límite de uso de cupón por usuario debe ser un número.

source: Coupon usage limit per user must be greater than 0.
es_mx: El límite de uso del cupón por usuario debe ser mayor a 0.

source: Coupon minimum amount must be a number.
es_mx: El monto mínimo del cupón debe ser un número.

source: Coupon minimum amount must be greater than 0.
es_mx: El monto mínimo del cupón debe ser mayor a 0.

source: Coupon maximum amount must be a number.
es_mx: El monto máximo del cupón debe ser un número.

source: Coupon maximum amount must be greater than 0.
es_mx: La cantidad máxima del cupón debe ser mayor que 0.

source: Coupon discount ammount must be less than 100 percent discount. Assigned default value.
es_mx: El descuento del cupón debe ser inferior al 100 por ciento de descuento. Valor predeterminado asignado.

source: Coupon individual use must not be empty. Assigned default value.
es_mx: El uso individual del cupón no debe estar vacío. Valor predeterminado asignado.

source: Referral Coupons
es_mx: Cupones de Referencia

source: WooCommerce Referral Coupons
es_mx: Cupones de referencia para WooCommerce

source: Welcome
es_mx: Bienvenido

source: Referral Coupon
es_mx: Cupón de referencia

source: Prize Coupon
es_mx: Cupón de premio

source: Generate coupons
es_mx: Generar cupones

source: This plugin generates coupons for registered users. When an order with a referral coupon is completed, the referrer will recieve a new coupon for him.
es_mx: Este complemento genera cupones para usuarios registrados. Cuando se completa un pedido con un cupón de referencia, el remitente recibirá un nuevo cupón para él.

source: How does it work?
es_mx: ¿Cómo funciona?

source: <b>User "A"</b> registers on website
es_mx: <b>El usuario "A"</b> se registra en el sitio web

source: A unique coupon is generated for <b>user "A"</b>
es_mx: Se genera un cupón único para el <b>usuario "A"</b>

source: <b>User "B"</b> makes a purchase with <b>user "A"</b> coupon
es_mx: <b>El usuario "B"</b> realiza una compra con el cupón del <b>usuario "A </b>

source: <b>User "B"</b> order is marked as complete by store admin
es_mx: El administrador de la tienda marca la orden del <b>usuario "B"</b> como completada

source: <b>User "A"</b> recieves a discount coupon on his email
es_mx: <b>El usuario "A"</b> recibe un cupón de descuento en su correo electrónico

source: See plugin settings to configure coupons.
es_mx: Ver configuración del plugin para configurar cupones.

source: Generate coupon for all users
es_mx: Generar cupón para todos los usuarios

source: Referral coupons will be generated with current settings for all users if they don't already have one.
es_mx: Los cupones de referencia se generarán con la configuración actual para todos los usuarios si aún no tienen uno.

source: Working...
es_mx: Cargando...

source: Update coupon settings for all coupons
es_mx: Actualizar la configuración para todos los cupones

source: Referral and prize coupons will be updated with current settings.
es_mx: Los cupones de referencia y de premio serán actualizados con los ajustes actuales.

source: Update coupons
es_mx: Actualizar cupones

source: Enable
es_mx: Habilitar

source: Disable
es_mx: Inhabilitar

source: referral coupons
es_mx: cupones de referencia

source: Users won't be able to use referral coupons if they are disabled.
es_mx: Los usuarios no podrán usar cupones de referencia si están inhabilitados.

source: prize coupons
es_mx: cupones de premio

source: Users won't be able to use prize coupons if they are disabled.
es_mx: Los usuarios no podrán usar cupones de premio si están inhabilitados.

source: Delete all referral and prize coupons
es_mx: Eliminar todos los cupones de referencia y de premio

source: Referral and prize coupons will be deleted.
es_mx: Los cupones de referencia y de premio serán eliminados.

source: Delete coupons
es_mx: Eliminar cupones

source: Referral coupon settings
es_mx: Ajustes de cupón de referencia

source: Coupon name prefix
es_mx: Prefijo de nombre del cupón

source: Discount type
es_mx: Tipo de descuento

source: Percent
es_mx: Porcentaje

source: Fixed Cart
es_mx: Fijo en carrito

source: Discount amount
es_mx: Cantidad de descuento

source: Individual coupon
es_mx: Cupón individual

source: Yes
es_mx: Si

source: Product IDs
es_mx: IDs de productos

source: Product IDs this coupon can be used with (comma separated). Leave blank to use coupon on all products.
es_mx: ID de productos con los que se puede usar este cupón (separados por comas). Dejar en blanco para usar el cupón en todos los productos.

source: Exclude Product IDs
es_mx: Excluir ID de productos

source: Product IDs this coupon cannot be used with (comma separated).
es_mx: ID de productos con los que no se puede usar este cupón (separados por comas).

source: Coupon usage limit
es_mx: Límite de uso del cupón

source: Amount of times this coupon can be used globally. Leave blank for unlimited times.
es_mx: Cantidad de veces que este cupón se puede usar globalmente. Dejar en blanco para uso ilimitado.

source: Coupon expiry after creation
es_mx: Vencimiento del cupón después de la creación

source: Days after creation for coupon to expire. Leave blank for no expiration.
es_mx: Días después de creación para que el cupón expire. Déjelo en blanco para que no caduque.

source: Apply before Tax
es_mx: Aplicar antes de impuestos

source: Coupon usage limit per user
es_mx: Límite de uso del cupón por usuario

source: Amount of times this coupon can be used by a customer. Leave blank for unlimited times.
es_mx: Cantidad de veces que un cliente puede usar este cupón. Dejar en blanco para uso ilimitado.

source: Minimum amount
es_mx: Cantidad mínima

source: Minimum spend amount that must be met before this coupon can be used. Leave blank for none.
es_mx: Cantidad mínima que debe pagarse para poder usar este cupón. Dejar en blanco para no usar límite.

source: Maximum amount
es_mx: Cantidad máxima

source: Maximum spend amount that must be met before this coupon can be used. Leave blank for none.
es_mx: Cantidad máxima que debe pagarse para poder usar este cupón. Dejar en blanco para no usar límite.

source: Prize coupon settings
es_mx: Ajustes de cupón de premio

source: Plugin made by
es_mx: Plugin hecho por

source: Feel free to contribute to the plugin!
es_mx: ¡Sientete libre de contribuir al plugin!

source: Visit the
es_mx: Visita el

source: repo
es_mx: repositorio

source: You've got a new coupon!
es_mx: Tienes un nuevo cupón!

source: You can't use this coupon.
es_mx: No puedes usar este cupón.

source: You can't use your own coupon, share it with your friends!
es_mx: No puedes usar tu propio cupón ¡Compártelo con tus amigos!

source: Owner
es_mx: Dueño

source: Type
es_mx: Tipo

source: Referral coupons
es_mx: Cupones de referencia

source: Expires
es_mx: Expira

source: Uses left
es_mx: Usos restantes

source: off
es_mx: de descuento

source: Coupon expired
es_mx: Cupón caducado

source: Every time a user uses your discount coupon code, you'll recieve a discount coupon. Share it with your friends!
es_mx: Cada vez que un usuario use tu código de cupón, tu también recibirás un cupón de descuento. ¡Compártelo con tus amigos!

source: My referral coupon
es_mx: Mi cupón de referencia

source: You don't have a referral coupon yet.
es_mx: Aún no tienes un cupón de referencia.

source: My prize coupons
es_mx: Mis cupones de premio

source: You don't have any prize coupons yet.
es_mx: Aún no tienes cupones de premio.

source: Share your invite coupon with your friends. You'll earn a discount coupon when they start buying.
es_mx: Comparte tu cupón de referencia con tus amigos. Obtendrás un cupón de descuento cuando comiencen a comprar.

source: Learn more
es_mx: Ver más

source: Generates store coupons for registered users. When an order with a referral coupon is completed, the referrer will recieve a new coupon for him.
es_mx: Genera cupones para usuarios registrados. Cuando se completa un pedido con un cupón de referencia, el remitente recibirá un nuevo cupón para él.

source: Hello! Someone used your referral coupon, so you recieve one too!
es_mx: ¡Hola! Alguien utilizó tu cupón de referencia, así que tu también recibes uno!

source: Use the coupon
es_mx: Usa el cupón

source: on your next purchase.
es_mx: en tu siguiente compra

source: Cheers!
es_mx: Saludos!

# No expira.
source: No expiration.
es_mx: No expira.
